Checks if the file is saved in the current version.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool IsSavedInCurrentVersion { get; }
  Visual Basic
Public ReadOnly Property IsSavedInCurrentVersion As Boolean
	Get
  Visual C++
public:
property bool IsSavedInCurrentVersion {
	bool get ();
}
 See Also
  BasicFileInfo Class
  Autodesk.Revit.DB Namespace